Repository: kaishi00/hermes-conduit
Catalog: Conduit/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: Group chats run on this gateway. The gateway drives each member's turn — closing Conduit never stops a room.
de: Gruppenchats laufen auf diesem Gateway. Das Gateway steuert den Durchgang jedes Mitglieds – das Schließen von Conduit stoppt nie einen Raum.
es: Los chats de grupo se ejecutan en esta pasarela. La pasarela gestiona el turno de cada miembro: cerrar Conduit nunca detiene una sala.
fr: Les discussions de groupe s'exécutent sur cette passerelle. La passerelle gère le tour de chaque membre : fermer Conduit n'arrête jamais un salon.
id: Obrolan grup berjalan di gateway ini. Gateway menjalankan giliran setiap anggota — menutup Conduit tidak pernah menghentikan ruang.
it: Le chat di gruppo vengono eseguite su questo gateway. Il gateway gestisce il turno di ogni membro: chiudere Conduit non ferma mai una stanza.
ja: グループチャットはこのゲートウェイ上で動作します。各メンバーのターンはゲートウェイが進めるため、Conduitを閉じてもグループが止まることはありません。
ko: 그룹 채팅은 이 게이트웨이에서 실행돼요. 게이트웨이가 각 멤버의 턴을 진행하므로 Conduit을 닫아도 방은 멈추지 않아요.
pl: Czaty grupowe działają na tej bramie. Brama steruje turą każdego uczestnika — zamknięcie Conduit nigdy nie zatrzymuje pokoju.
pt_br: Os chats em grupo rodam neste gateway. O gateway conduz o turno de cada membro — fechar o Conduit nunca interrompe uma sala.
ru: Групповые чаты работают на этом шлюзе. Шлюз управляет ходами участников — закрытие Conduit никогда не останавливает комнату.
tr: Grup sohbetleri bu ağ geçidinde çalışır. Her üyenin turunu ağ geçidi yürütür — Conduit'i kapatmak bir odayı asla durdurmaz.
zh_hans: 群聊运行在此网关上。每个成员的回合由网关驱动——关闭 Conduit 不会停止群聊。
zh_hant: 群組聊天在此閘道上執行。閘道會推動每位成員的回合，關閉 Conduit 絕不會讓群組停止。

source: The room was renamed.
de: Der Raum wurde umbenannt.
es: Se cambió el nombre de la sala.
fr: Le salon a été renommé.
id: Ruang telah diganti namanya.
it: La stanza è stata rinominata.
ja: グループ名が変更されました。
ko: 방 이름이 변경됐어요.
pl: Zmieniono nazwę pokoju.
pt_br: A sala foi renomeada.
ru: Комната переименована.
tr: Odanın adı değiştirildi.
zh_hans: 群聊已重命名。
zh_hant: 群組已重新命名。

source: The room's members changed.
de: Die Mitglieder des Raums haben sich geändert.
es: Los miembros de la sala cambiaron.
fr: Les membres du salon ont changé.
id: Anggota ruang berubah.
it: I membri della stanza sono cambiati.
ja: グループのメンバーが変更されました。
ko: 방의 멤버가 변경됐어요.
pl: Zmienili się uczestnicy pokoju.
pt_br: Os membros da sala mudaram.
ru: Состав участников комнаты изменился.
tr: Odanın üyeleri değişti.
zh_hans: 群聊成员已变更。
zh_hant: 群組的成員已變更。

source: This room was disbanded.
de: Dieser Raum wurde aufgelöst.
es: Esta sala se disolvió.
fr: Ce salon a été dissous.
id: Ruang ini telah dibubarkan.
it: Questa stanza è stata sciolta.
ja: このグループは解散されました。
ko: 이 방은 해산됐어요.
pl: Ten pokój został rozwiązany.
pt_br: Esta sala foi desfeita.
ru: Эта комната расформирована.
tr: Bu oda dağıtıldı.
zh_hans: 该群聊已解散。
zh_hant: 此群組已解散。

source: Stop requested.
de: Stopp angefordert.
es: Detención solicitada.
fr: Arrêt demandé.
id: Penghentian diminta.
it: Interruzione richiesta.
ja: 停止をリクエストしました。
ko: 중지를 요청했어요.
pl: Zażądano zatrzymania.
pt_br: Parada solicitada.
ru: Запрошена остановка.
tr: Durdurma istendi.
zh_hans: 已请求停止。
zh_hant: 已要求停止。

source: The conversation reached its turn limit.
de: Die Unterhaltung hat ihr Limit an Durchgängen erreicht.
es: La conversación alcanzó su límite de turnos.
fr: La conversation a atteint sa limite de tours.
id: Percakapan mencapai batas gilirannya.
it: La conversazione ha raggiunto il limite di turni.
ja: 会話がターンの上限に達しました。
ko: 대화가 턴 한도에 도달했어요.
pl: Rozmowa osiągnęła limit tur.
pt_br: A conversa atingiu o limite de turnos.
ru: Разговор достиг лимита ходов.
tr: Konuşma tur sınırına ulaştı.
zh_hans: 对话已达到回合上限。
zh_hant: 對話已達到回合上限。

source: A member passed.
de: Ein Mitglied hat gepasst.
es: Un miembro pasó su turno.
fr: Un membre a passé son tour.
id: Seorang anggota melewatkan giliran.
it: Un membro ha passato il turno.
ja: メンバーが発言をパスしました。
ko: 한 멤버가 차례를 넘겼어요.
pl: Uczestnik pominął turę.
pt_br: Um membro passou a vez.
ru: Участник пропустил ход.
tr: Bir üye sırasını geçti.
zh_hans: 有成员选择不发言。
zh_hant: 有成員略過了發言。

source: %@ passed.
de: %@ hat gepasst.
es: %@ pasó su turno.
fr: %@ a passé son tour.
id: %@ melewatkan giliran.
it: %@ ha passato il turno.
ja: %@が発言をパスしました。
ko: %@이(가) 차례를 넘겼어요.
pl: %@: pominięto turę.
pt_br: %@ passou a vez.
ru: %@ пропускает ход.
tr: %@ sırasını geçti.
zh_hans: %@ 选择不发言。
zh_hant: %@ 略過了發言。

source: %@'s turn failed.
de: Der Durchgang von %@ ist fehlgeschlagen.
es: El turno de %@ falló.
fr: Le tour de %@ a échoué.
id: Giliran %@ gagal.
it: Il turno di %@ non è riuscito.
ja: %@のターンが失敗しました。
ko: %@의 턴이 실패했어요.
pl: Tura uczestnika %@ nie powiodła się.
pt_br: O turno de %@ falhou.
ru: Ход участника %@ завершился ошибкой.
tr: %@ adlı üyenin turu başarısız oldu.
zh_hans: %@ 的回合失败了。
zh_hant: %@ 的回合失敗。

source: %@'s turn was stopped.
de: Der Durchgang von %@ wurde gestoppt.
es: El turno de %@ se detuvo.
fr: Le tour de %@ a été arrêté.
id: Giliran %@ dihentikan.
it: Il turno di %@ è stato interrotto.
ja: %@のターンが停止されました。
ko: %@의 턴이 중지됐어요.
pl: Tura uczestnika %@ została zatrzymana.
pt_br: O turno de %@ foi interrompido.
ru: Ход участника %@ остановлен.
tr: %@ adlı üyenin turu durduruldu.
zh_hans: %@ 的回合已停止。
zh_hant: %@ 的回合已停止。

source: %@ is unavailable.
de: %@ ist nicht verfügbar.
es: %@ no está disponible.
fr: %@ n'est pas disponible.
id: %@ tidak tersedia.
it: %@ non è disponibile.
ja: %@は利用できません。
ko: %@을(를) 사용할 수 없어요.
pl: Uczestnik %@ jest niedostępny.
pt_br: %@ está indisponível.
ru: Участник %@ недоступен.
tr: %@ kullanılamıyor.
zh_hans: %@ 暂不可用。
zh_hant: %@ 目前無法使用。

source: %@ is responding…
de: %@ antwortet …
es: %@ está respondiendo…
fr: %@ répond…
id: %@ sedang merespons…
it: %@ sta rispondendo…
ja: %@が応答中…
ko: %@ 응답 중…
pl: %@ odpowiada…
pt_br: %@ está respondendo…
ru: %@ отвечает…
tr: %@ yanıt veriyor…
zh_hans: %@ 正在回复…
zh_hant: %@ 正在回覆…

source: Everyone
de: Alle
es: Todos
fr: Tout le monde
id: Semua
it: Tutti
ja: 全員
ko: 모두
pl: Wszyscy
pt_br: Todos
ru: Все
tr: Herkes
zh_hans: 所有人
zh_hant: 所有人

source: Inserts this mention.
de: Fügt diese Erwähnung ein.
es: Inserta esta mención.
fr: Insère cette mention.
id: Menyisipkan sebutan ini.
it: Inserisce questa menzione.
ja: このメンションを挿入します。
ko: 이 멘션을 삽입해요.
pl: Wstawia tę wzmiankę.
pt_br: Insere esta menção.
ru: Вставляет это упоминание.
tr: Bu anmayı ekler.
zh_hans: 插入此提及。
zh_hant: 插入此提及。

source: A member
de: Ein Mitglied
es: Un miembro
fr: Un membre
id: Seorang anggota
it: Un membro
ja: メンバー
ko: 한 멤버
pl: Uczestnik
pt_br: Um membro
ru: Участник
tr: Bir üye
zh_hans: 某成员
zh_hant: 某位成員

source: The room settled.
de: Im Raum ist Ruhe eingekehrt.
es: La sala quedó en calma.
fr: Le salon est au calme.
id: Ruang sudah tenang.
it: La stanza è tornata tranquilla.
ja: グループのやり取りが一段落しました。
ko: 방의 대화가 일단락됐어요.
pl: Rozmowa w pokoju ucichła.
pt_br: A conversa na sala terminou.
ru: Все участники закончили.
tr: Oda sakinleşti.
zh_hans: 群聊已平息。
zh_hant: 群組對話已告一段落。

source: A member's turn failed.
de: Der Durchgang eines Mitglieds ist fehlgeschlagen.
es: El turno de un miembro falló.
fr: Le tour d'un membre a échoué.
id: Giliran seorang anggota gagal.
it: Il turno di un membro non è riuscito.
ja: メンバーのターンが失敗しました。
ko: 한 멤버의 턴이 실패했어요.
pl: Tura uczestnika nie powiodła się.
pt_br: O turno de um membro falhou.
ru: Ход участника завершился ошибкой.
tr: Bir üyenin turu başarısız oldu.
zh_hans: 某成员的回合失败了。
zh_hant: 某位成員的回合失敗。

source: Work was stopped.
de: Die Arbeit wurde gestoppt.
es: Se detuvo el trabajo.
fr: Le travail a été arrêté.
id: Pengerjaan dihentikan.
it: Il lavoro è stato interrotto.
ja: 作業が停止されました。
ko: 작업이 중지됐어요.
pl: Praca została zatrzymana.
pt_br: O trabalho foi interrompido.
ru: Работа остановлена.
tr: Çalışma durduruldu.
zh_hans: 工作已停止。
zh_hant: 已停止處理。

source: A member is unavailable.
de: Ein Mitglied ist nicht verfügbar.
es: Un miembro no está disponible.
fr: Un membre n'est pas disponible.
id: Seorang anggota tidak tersedia.
it: Un membro non è disponibile.
ja: 利用できないメンバーがいます。
ko: 사용할 수 없는 멤버가 있어요.
pl: Uczestnik jest niedostępny.
pt_br: Um membro está indisponível.
ru: Участник недоступен.
tr: Bir üye kullanılamıyor.
zh_hans: 某成员当前不可用。
zh_hant: 某位成員目前無法使用。

source: This chat never resets — compacting instead. Bot chats are one continuous conversation; for a throwaway session with this bot, use Sessions mode.
de: Dieser Chat wird nie zurückgesetzt – stattdessen wird komprimiert. Bot-Chats sind eine durchgehende Unterhaltung; für eine Wegwerf-Sitzung mit diesem Bot nutze den Modus „Sitzungen“.
es: Este chat nunca se reinicia: se compacta en su lugar. Los chats de bot son una única conversación continua; para una sesión desechable con este bot, usa el modo Sesiones.
fr: Cette discussion n'est jamais réinitialisée : elle est compactée à la place. Les discussions de bot forment une seule conversation continue ; pour une session jetable avec ce bot, utilisez le mode Sessions.
id: Obrolan ini tidak pernah direset — dipadatkan sebagai gantinya. Obrolan bot adalah satu percakapan berkelanjutan; untuk sesi sekali pakai dengan bot ini, gunakan mode Sesi.
it: Questa chat non si azzera mai: viene compattata. Le chat dei bot sono un'unica conversazione continua; per una sessione usa e getta con questo bot, usa la modalità Sessioni.
ja: このチャットはリセットされないため、代わりに圧縮します。ボットとのチャットは1つの連続した会話です。このボットと使い捨てのセッションを行うには、「セッション」モードを使用してください。
ko: 이 채팅은 초기화되지 않으므로 대신 압축해요. 봇 채팅은 하나로 이어지는 대화예요. 이 봇과 일회용 세션을 하려면 ‘세션’ 모드를 사용하세요.
pl: Ten czat nigdy się nie resetuje — zamiast tego zostanie skompresowany. Czaty z botami to jedna ciągła rozmowa; aby mieć jednorazową sesję z tym botem, użyj trybu Sesje.
pt_br: Este chat nunca é redefinido — compactando em vez disso. Chats de bot são uma conversa contínua; para uma sessão descartável com este bot, use o modo Sessões.
ru: Этот чат никогда не сбрасывается — вместо этого он сжимается. Чат с ботом — это один непрерывный разговор; для одноразового сеанса с этим ботом используйте режим «Сеансы».
tr: Bu sohbet asla sıfırlanmaz — bunun yerine sıkıştırılıyor. Bot sohbetleri tek ve kesintisiz bir konuşmadır; bu botla geçici bir oturum için Oturumlar modunu kullanın.
zh_hans: 此对话永不重置——改为压缩。Bot 对话是一条连续的对话；如需与该 Bot 的临时会话，请使用“会话”模式。
zh_hant: 此聊天永遠不會重設，因此改為壓縮。機器人聊天是一段連續的對話；若要與此機器人進行用完即丟的工作階段，請使用「工作階段」模式。

source: This bot chat never resets. Remove the attachments to compact it instead.
de: Dieser Bot-Chat wird nie zurückgesetzt. Entferne die Anhänge, um ihn stattdessen zu komprimieren.
es: Este chat de bot nunca se reinicia. Quita los archivos adjuntos para compactarlo en su lugar.
fr: Cette discussion de bot n'est jamais réinitialisée. Retirez les pièces jointes pour la compacter à la place.
id: Obrolan bot ini tidak pernah direset. Hapus lampiran untuk memadatkannya.
it: Questa chat del bot non si azzera mai. Rimuovi gli allegati per compattarla.
ja: このボットチャットはリセットされません。代わりに圧縮するには、添付ファイルを削除してください。
ko: 이 봇 채팅은 초기화되지 않아요. 대신 압축하려면 첨부 파일을 제거하세요.
pl: Ten czat z botem nigdy się nie resetuje. Usuń załączniki, aby zamiast tego go skompresować.
pt_br: Este chat de bot nunca é redefinido. Remova os anexos para compactá-lo em vez disso.
ru: Этот чат с ботом никогда не сбрасывается. Удалите вложения, чтобы вместо этого сжать его.
tr: Bu bot sohbeti asla sıfırlanmaz. Bunun yerine sıkıştırmak için ekleri kaldırın.
zh_hans: 此 Bot 对话永不重置。请移除附件，改为压缩对话。
zh_hant: 此機器人聊天永遠不會重設。請移除附件，改為壓縮聊天。

source: Connect to Hermes to create a group chat.
de: Verbinde dich mit Hermes, um einen Gruppenchat zu erstellen.
es: Conéctate a Hermes para crear un chat de grupo.
fr: Connectez-vous à Hermes pour créer une discussion de groupe.
id: Hubungkan ke Hermes untuk membuat obrolan grup.
it: Connettiti a Hermes per creare una chat di gruppo.
ja: グループチャットを作成するにはHermesに接続してください。
ko: 그룹 채팅을 만들려면 Hermes에 연결하세요.
pl: Połącz się z Hermesem, aby utworzyć czat grupowy.
pt_br: Conecte-se ao Hermes para criar um chat em grupo.
ru: Подключитесь к Hermes, чтобы создать групповой чат.
tr: Grup sohbeti oluşturmak için Hermes'e bağlanın.
zh_hans: 连接到 Hermes 以创建群聊。
zh_hant: 連線到 Hermes 以建立群組聊天。

source: Pick 2 to 6 bots for a group chat.
de: Wähle 2 bis 6 Bots für einen Gruppenchat.
es: Elige de 2 a 6 bots para un chat de grupo.
fr: Choisissez de 2 à 6 bots pour une discussion de groupe.
id: Pilih 2 hingga 6 bot untuk obrolan grup.
it: Scegli da 2 a 6 bot per una chat di gruppo.
ja: グループチャットに参加させるボットを2〜6個選択してください。
ko: 그룹 채팅에 참여할 봇을 2~6개 선택하세요.
pl: Wybierz od 2 do 6 botów do czatu grupowego.
pt_br: Escolha de 2 a 6 bots para um chat em grupo.
ru: Выберите от 2 до 6 ботов для группового чата.
tr: Grup sohbeti için 2 ila 6 bot seçin.
zh_hans: 请为群聊选择 2 到 6 个 Bot。
zh_hant: 請為群組聊天選擇 2 到 6 個機器人。

source: Connect to Hermes to open group chats.
de: Verbinde dich mit Hermes, um Gruppenchats zu öffnen.
es: Conéctate a Hermes para abrir chats de grupo.
fr: Connectez-vous à Hermes pour ouvrir les discussions de groupe.
id: Hubungkan ke Hermes untuk membuka obrolan grup.
it: Connettiti a Hermes per aprire le chat di gruppo.
ja: グループチャットを開くにはHermesに接続してください。
ko: 그룹 채팅을 열려면 Hermes에 연결하세요.
pl: Połącz się z Hermesem, aby otwierać czaty grupowe.
pt_br: Conecte-se ao Hermes para abrir chats em grupo.
ru: Подключитесь к Hermes, чтобы открывать групповые чаты.
tr: Grup sohbetlerini açmak için Hermes'e bağlanın.
zh_hans: 连接到 Hermes 后才能打开群聊。
zh_hant: 連線到 Hermes 以打開群組聊天。

source: Could not load this group chat: %@
de: Dieser Gruppenchat konnte nicht geladen werden: %@
es: No se pudo cargar este chat de grupo: %@
fr: Impossible de charger cette discussion de groupe : %@
id: Tidak dapat memuat obrolan grup ini: %@
it: Impossibile caricare questa chat di gruppo: %@
ja: このグループチャットを読み込めませんでした：%@
ko: 이 그룹 채팅을 불러올 수 없어요: %@
pl: Nie udało się wczytać tego czatu grupowego: %@
pt_br: Não foi possível carregar este chat em grupo: %@
ru: Не удалось загрузить этот групповой чат: %@
tr: Bu grup sohbeti yüklenemedi: %@
zh_hans: 无法加载该群聊：%@
zh_hant: 無法載入此群組聊天：%@

source: Could not send to this group chat: %@
de: Senden an diesen Gruppenchat fehlgeschlagen: %@
es: No se pudo enviar a este chat de grupo: %@
fr: Impossible d'envoyer à cette discussion de groupe : %@
id: Tidak dapat mengirim ke obrolan grup ini: %@
it: Impossibile inviare a questa chat di gruppo: %@
ja: このグループチャットに送信できませんでした：%@
ko: 이 그룹 채팅에 보낼 수 없어요: %@
pl: Nie udało się wysłać do tego czatu grupowego: %@
pt_br: Não foi possível enviar para este chat em grupo: %@
ru: Не удалось отправить сообщение в этот групповой чат: %@
tr: Bu grup sohbetine gönderilemedi: %@
zh_hans: 无法发送到该群聊：%@
zh_hant: 無法傳送到此群組聊天：%@

source: Could not stop this group chat's work: %@
de: Die Arbeit in diesem Gruppenchat konnte nicht gestoppt werden: %@
es: No se pudo detener el trabajo de este chat de grupo: %@
fr: Impossible d'arrêter le travail de cette discussion de groupe : %@
id: Tidak dapat menghentikan pengerjaan obrolan grup ini: %@
it: Impossibile interrompere il lavoro di questa chat di gruppo: %@
ja: このグループチャットの作業を停止できませんでした：%@
ko: 이 그룹 채팅의 작업을 중지할 수 없어요: %@
pl: Nie udało się zatrzymać pracy w tym czacie grupowym: %@
pt_br: Não foi possível interromper o trabalho deste chat em grupo: %@
ru: Не удалось остановить работу в этом групповом чате: %@
tr: Bu grup sohbetindeki çalışma durdurulamadı: %@
zh_hans: 无法停止该群聊的工作：%@
zh_hant: 無法停止此群組聊天的處理：%@

source: Could not disband this group chat: %@
de: Dieser Gruppenchat konnte nicht aufgelöst werden: %@
es: No se pudo disolver este chat de grupo: %@
fr: Impossible de dissoudre cette discussion de groupe : %@
id: Tidak dapat membubarkan obrolan grup ini: %@
it: Impossibile sciogliere questa chat di gruppo: %@
ja: このグループチャットを解散できませんでした：%@
ko: 이 그룹 채팅을 해산할 수 없어요: %@
pl: Nie udało się rozwiązać tego czatu grupowego: %@
pt_br: Não foi possível desfazer este chat em grupo: %@
ru: Не удалось расформировать этот групповой чат: %@
tr: Bu grup sohbeti dağıtılamadı: %@
zh_hans: 无法解散该群聊：%@
zh_hant: 無法解散此群組聊天：%@

source: Could not create the group chat: %@
de: Der Gruppenchat konnte nicht erstellt werden: %@
es: No se pudo crear el chat de grupo: %@
fr: Impossible de créer la discussion de groupe : %@
id: Tidak dapat membuat obrolan grup: %@
it: Impossibile creare la chat di gruppo: %@
ja: グループチャットを作成できませんでした：%@
ko: 그룹 채팅을 만들 수 없어요: %@
pl: Nie udało się utworzyć czatu grupowego: %@
pt_br: Não foi possível criar o chat em grupo: %@
ru: Не удалось создать групповой чат: %@
tr: Grup sohbeti oluşturulamadı: %@
zh_hans: 无法创建群聊：%@
zh_hant: 無法建立群組聊天：%@

source: Two of these bots would claim the same @handle. Rename one bot's title, then try again.
de: Zwei dieser Bots würden dasselbe @Handle beanspruchen. Ändere den Titel eines der Bots und versuche es dann erneut.
es: Dos de estos bots usarían el mismo @alias. Cambia el título de uno de los bots y vuelve a intentarlo.
fr: Deux de ces bots revendiqueraient le même @identifiant. Renommez le titre de l'un des bots, puis réessayez.
id: Dua bot ini akan menggunakan @handle yang sama. Ganti judul salah satu bot, lalu coba lagi.
it: Due di questi bot userebbero lo stesso @nome. Rinomina il titolo di uno dei bot, poi riprova.
ja: これらのボットのうち2つが同じ@ハンドルになります。いずれかのボットのタイトルを変更してから、もう一度お試しください。
ko: 이 봇 중 두 개가 같은 @핸들을 사용하게 돼요. 봇 하나의 제목을 바꾼 다음 다시 시도하세요.
pl: Dwa z tych botów miałyby ten sam @identyfikator. Zmień nazwę jednego z botów i spróbuj ponownie.
pt_br: Dois destes bots usariam o mesmo @identificador. Renomeie o título de um dos bots e tente de novo.
ru: У двух из этих ботов было бы одинаковое @-имя. Измените название одного из ботов и повторите попытку.
tr: Bu botlardan ikisi aynı @tanıtıcıyı kullanacak. Botlardan birinin başlığını değiştirip yeniden deneyin.
zh_hans: 其中两个 Bot 会占用同一个 @handle。请先重命名其中一个 Bot 的标题，再试一次。
zh_hant: 其中兩個機器人會使用相同的 @ 代稱。請重新命名其中一個機器人的標題，然後再試一次。

source: Message the room
de: Nachricht an den Raum
es: Mensaje para la sala
fr: Écrire au salon
id: Kirim pesan ke ruang
it: Scrivi alla stanza
ja: グループにメッセージ
ko: 방에 메시지 보내기
pl: Napisz do pokoju
pt_br: Mensagem para a sala
ru: Сообщение в комнату
tr: Odaya mesaj yaz
zh_hans: 在群里发言
zh_hant: 在群組中發言

source: Sending…
de: Wird gesendet …
es: Enviando…
fr: Envoi…
id: Mengirim…
it: Invio…
ja: 送信中…
ko: 보내는 중…
pl: Wysyłanie…
pt_br: Enviando…
ru: Отправка…
tr: Gönderiliyor…
zh_hans: 发送中…
zh_hant: 傳送中…

source: Member
de: Mitglied
es: Miembro
fr: Membre
id: Anggota
it: Membro
ja: メンバー
ko: 멤버
pl: Uczestnik
pt_br: Membro
ru: Участник
tr: Üye
zh_hans: 成员
zh_hant: 成員

source: No messages yet. Say something to the room.
de: Noch keine Nachrichten. Sag etwas in den Raum.
es: Aún no hay mensajes. Di algo a la sala.
fr: Aucun message pour l'instant. Écrivez quelque chose au salon.
id: Belum ada pesan. Katakan sesuatu ke ruang.
it: Ancora nessun messaggio. Scrivi qualcosa alla stanza.
ja: メッセージはまだありません。グループに話しかけてみましょう。
ko: 아직 메시지가 없어요. 방에 말을 걸어 보세요.
pl: Brak wiadomości. Napisz coś do pokoju.
pt_br: Nenhuma mensagem ainda. Diga algo para a sala.
ru: Сообщений пока нет. Напишите что-нибудь в комнату.
tr: Henüz mesaj yok. Odaya bir şey söyleyin.
zh_hans: 还没有消息。向群里说点什么吧。
zh_hant: 尚無訊息。在群組中說點什麼吧。

source: Disband this group chat?
de: Diesen Gruppenchat auflösen?
es: ¿Disolver este chat de grupo?
fr: Dissoudre cette discussion de groupe ?
id: Bubarkan obrolan grup ini?
it: Sciogliere questa chat di gruppo?
ja: このグループチャットを解散しますか？
ko: 이 그룹 채팅을 해산할까요?
pl: Rozwiązać ten czat grupowy?
pt_br: Desfazer este chat em grupo?
ru: Расформировать этот групповой чат?
tr: Bu grup sohbeti dağıtılsın mı?
zh_hans: 解散该群聊？
zh_hant: 要解散此群組聊天嗎？

source: Disband
de: Auflösen
es: Disolver
fr: Dissoudre
id: Bubarkan
it: Sciogli
ja: 解散
ko: 해산
pl: Rozwiąż
pt_br: Desfazer
ru: Расформировать
tr: Dağıt
zh_hans: 解散
zh_hant: 解散

source: The room, its history, and every member's session end permanently. This cannot be undone.
de: Der Raum, sein Verlauf und die Sitzung jedes Mitglieds enden dauerhaft. Dies kann nicht widerrufen werden.
es: La sala, su historial y la sesión de cada miembro terminan para siempre. Esta acción no se puede deshacer.
fr: Le salon, son historique et la session de chaque membre prennent fin définitivement. Cette action est irréversible.
id: Ruang, riwayatnya, dan sesi setiap anggota berakhir secara permanen. Tindakan ini tidak dapat diurungkan.
it: La stanza, la sua cronologia e la sessione di ogni membro terminano definitivamente. Questa azione non può essere annullata.
ja: グループ、その履歴、すべてのメンバーのセッションが完全に終了します。この操作は取り消せません。
ko: 방과 기록, 모든 멤버의 세션이 영구적으로 종료돼요. 이 동작은 되돌릴 수 없어요.
pl: Pokój, jego historia i sesje wszystkich uczestników zostaną trwale zakończone. Tej operacji nie można cofnąć.
pt_br: A sala, o histórico e a sessão de cada membro terminam permanentemente. Isso não pode ser desfeito.
ru: Комната, её история и сеансы всех участников будут безвозвратно завершены. Это действие нельзя отменить.
tr: Oda, geçmişi ve her üyenin oturumu kalıcı olarak sona erer. Bu işlem geri alınamaz.
zh_hans: 群聊、其历史记录以及每个成员的会话将永久结束。此操作无法撤销。
zh_hant: 群組、其歷史記錄以及每位成員的工作階段都會永久結束。此動作無法還原。

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
id: Hentikan
it: Interrompi
ja: 停止
ko: 중지
pl: Zatrzymaj
pt_br: Parar
ru: Остановить
tr: Durdur
zh_hans: 停止
zh_hant: 停止

source: Disband Group
de: Gruppe auflösen
es: Disolver grupo
fr: Dissoudre le groupe
id: Bubarkan Grup
it: Sciogli gruppo
ja: グループを解散
ko: 그룹 해산
pl: Rozwiąż grupę
pt_br: Desfazer Grupo
ru: Расформировать группу
tr: Grubu Dağıt
zh_hans: 解散群聊
zh_hant: 解散群組

source: Group chat actions
de: Gruppenchat-Aktionen
es: Acciones del chat de grupo
fr: Actions de la discussion de groupe
id: Tindakan obrolan grup
it: Azioni della chat di gruppo
ja: グループチャットのアクション
ko: 그룹 채팅 동작
pl: Czynności czatu grupowego
pt_br: Ações do chat em grupo
ru: Действия группового чата
tr: Grup sohbeti eylemleri
zh_hans: 群聊操作
zh_hant: 群組聊天動作

source: %lld members
de: %lld Mitglieder
es: %lld miembros
fr: %lld membres
id: %lld anggota
it: %lld membri
ja: メンバー%lld人
ko: 멤버 %lld명
pl: %lld uczestnika
pt_br: %lld membros
ru: %lld участника
tr: %lld üye
zh_hans: %lld 名成员
zh_hant: %lld 位成員

source: %lld members · working…
de: %lld Mitglieder · arbeiten …
es: %lld miembros · trabajando…
fr: %lld membres · au travail…
id: %lld anggota · bekerja…
it: %lld membri · al lavoro…
ja: メンバー%lld人 · 作業中…
ko: 멤버 %lld명 · 작업 중…
pl: %lld uczestnika · trwa praca…
pt_br: %lld membros · trabalhando…
ru: %lld участника · идёт работа…
tr: %lld üye · çalışıyor…
zh_hans: %lld 名成员 · 工作中…
zh_hant: %lld 位成員 · 處理中…

source: New Group Chat
de: Neuer Gruppenchat
es: Nuevo chat de grupo
fr: Nouvelle discussion de groupe
id: Obrolan Grup Baru
it: Nuova chat di gruppo
ja: 新規グループチャット
ko: 새 그룹 채팅
pl: Nowy czat grupowy
pt_br: Novo Chat em Grupo
ru: Новый групповой чат
tr: Yeni Grup Sohbeti
zh_hans: 新建群聊
zh_hant: 新增群組聊天

source: Opens this group chat.
de: Öffnet diesen Gruppenchat.
es: Abre este chat de grupo.
fr: Ouvre cette discussion de groupe.
id: Membuka obrolan grup ini.
it: Apre questa chat di gruppo.
ja: このグループチャットを開きます。
ko: 이 그룹 채팅을 열어요.
pl: Otwiera ten czat grupowy.
pt_br: Abre este chat em grupo.
ru: Открывает этот групповой чат.
tr: Bu grup sohbetini açar.
zh_hans: 打开该群聊。
zh_hant: 打開此群組聊天。

source: Group Chats
de: Gruppenchats
es: Chats de grupo
fr: Discussions de groupe
id: Obrolan Grup
it: Chat di gruppo
ja: グループチャット
ko: 그룹 채팅
pl: Czaty grupowe
pt_br: Chats em Grupo
ru: Групповые чаты
tr: Grup Sohbetleri
zh_hans: 群聊
zh_hant: 群組聊天

source: Members (2–6)
de: Mitglieder (2–6)
es: Miembros (2–6)
fr: Membres (2 à 6)
id: Anggota (2–6)
it: Membri (2–6)
ja: メンバー（2〜6）
ko: 멤버(2–6)
pl: Uczestnicy (2–6)
pt_br: Membros (2–6)
ru: Участники (2–6)
tr: Üyeler (2–6)
zh_hans: 成员（2–6）
zh_hant: 成員（2–6 位）

source: Group name
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
id: Nama grup
it: Nome del gruppo
ja: グループ名
ko: 그룹 이름
pl: Nazwa grupy
pt_br: Nome do grupo
ru: Название группы
tr: Grup adı
zh_hans: 群聊名称
zh_hant: 群組名稱
